"Regular" = "Estándar";

"Cosmic Strings" = "Cuerdas cósmicas";

"Cold Pricklies" = "Picores glaciares";

"Space Fur" = "Piel espacial";

"Jiggly" = "Meneo";

"Undertow" = "Reflujo";

"Random" = "Aleatorio";

"Custom" = "Personalizado";
